<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fi" lang="fi">

   <head>
      <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
      <title>N&auml;in teet jongleerauspallot kankaasta ompelukoneella</title>
      <link rel="stylesheet" href="style/jonkka.css" type="text/css" />
   </head>

   <body>

   <div class="teksti">
<h1>Ohje: N&auml;in teet jongleerauspallot kankaasta ompelukoneella</h1>
<p>
Jongleerauspalloja voi tehd&auml; hyvin monenlaisesta materiaalista. Jotkut t&auml;ytt&auml;v&auml;t tennispalloja tai ilmapalloja, olenpa kuullut joidenkin k&auml;ytt&auml;v&auml;n pallojen tekemiseen jopa sukkia. Itse olen kuitenkin todennut parhaaksi vaihtoehdoksi tehd&auml; pallot ompelukoneella kankaasta. Se ei ole ihan helppoa, mink&auml; takia halusin tehd&auml; t&auml;m&auml;n ohjeen. Vastaavia ohjeita l&ouml;ytyy netist&auml; pari kappaletta, mutta mielest&auml;ni ne ovat ep&auml;selvi&auml;, puutteellisia ja neuvovat v&auml;lill&auml; tekem&auml;&auml;n asiat hieman liian hankalasti. 
<br />
Pallojen tekeminen on melko hidasta puuhaa. Yhden pallon tekemiseen alusta loppuun menee vajaasta tunnista pariin tuntiin riippuen mm. ompelukoneen k&auml;ytt&ouml;taidosta, pallojen koosta ja kohdatuista vastoink&auml;ymisist&auml;. Itselle suurimpia vaikeuksia aiheutti ompelukone, joka ei aina suostunut yhteisty&ouml;h&ouml;n mukisematta. On my&ouml;s hyvin todenn&auml;k&ouml;ist&auml;, ett&auml; ensimm&auml;inen pallo on huono, mutta &auml;l&auml; anna sen lannistaa. Harjoitus tekee mestarin!
<br />
T&auml;ss&auml; ohjeessa olen pyrkinyt selitt&auml;m&auml;&auml;n tarkasti, miten itse teen ja esit&auml;n my&ouml;s jatkuvasti omia mielipiteit&auml;ni asioista. T&auml;t&auml; ohjetta siis saa ja pit&auml;&auml; kommentoida sek&auml; muokata omaan k&auml;ytt&ouml;&ouml;n sopivaksi. Kysymykset ja muun palautteen voi l&auml;hett&auml;&auml; s&auml;hk&ouml;postiin: <br />
<u>petteri (piste) tolonen (&auml;t) gmail (piste) com</u>.
<br /><br />
T&auml;ss&auml; muutamia muita internetist&auml; l&ouml;ytyvi&auml; ohjeita pallojen tekemiseen:<br />
<a href="http://www.jugglingdb.com/compendium/skills/equipment/making/balls/barnesybags.html" target="_blank">IJDb - Make your own juggling balls; A Barnesy Bags how-to</a> - ohje pallojen ompeluun koneella<br />
<a href="http://www.jugglingpoet.com/crju/beanbag.html" target="_blank">CRJU - Making Round Beanbags</a> - toinen ohje pallojen ompeluun koneella<br />
<a href="http://www.pjb.com.au/jug/leatherballs.html" target="_blank">How to Make Leather Juggling Balls</a> - ohje pallojen ompeluun kokonaan k&auml;sin<br />

</p>
<h2>Kaava</h2>
<p>
Jokainen ompelua v&auml;h&auml;nkin harrastanut tiet&auml;&auml;, ett&auml; ennen kankaan ty&ouml;st&auml;mist&auml; tarvitaan kaava.  T&auml;ydellisen pallon tekeminen tasaisesta kankaasta on geometrisesti ajatellen mahdotonta, mutta riitt&auml;v&auml;n l&auml;helle p&auml;&auml;st&auml;&auml;n. Pallojen tekemiseen l&ouml;ytyy netist&auml; jos jonkinlaisia kaavoja. Parhaaksi kaavan tyypiksi olen todennut yleisimmin k&auml;ytetyn nelj&auml;n paneelin mallin (kahden ympyr&auml;n leikkaus). Muilla kaavoilla pallot ovat hitaampia ja vaikeampia ommella, eik&auml; palloista todenn&auml;k&ouml;isesti tulee yht&auml;&auml;n sen parempia. En l&ouml;yt&auml;nyt netist&auml; kaavaa, jolla olisin saanut aikaiseksi itse&auml;ni miellytt&auml;vi&auml; palloja, joten piirsin oman. Piirsin kaavaan jonkin verran saumavaraa, mutta en itse ikin&auml; piirr&auml; saumavaroja kankaaseen, vaan katson sauman ommellessa &quot;suurin piirtein&quot; ompelukoneen jalan reunan mukaan. Kaavan leveys/korkeus-suhteen olen l&ouml;yt&auml;nyt kokeilemalla. Jos haluat eri kokoisia palloja, skaalaa svg-muodossa olevaa kuvaa mieleiseksesi.
<br /><br /> 
<a href="beanbag_kuvat/kaava.svg">Kaava Inkscapella piirrettyn&auml; SVG-muodossa</a> <br />
<a href="beanbag_kuvat/kaava.png">Kaava PNG-muodossa</a> (Sama tulostuskoko kuin t&auml;ss&auml; ohjeessa: 6,0 cm x 10,46 cm)
<br /><br />
T&auml;ss&auml; muita internetist&auml; l&ouml;ytyvi&auml; kaavoja. Itse en l&ouml;yt&auml;nyt n&auml;ist&auml; sopivaa:<br/>
<a href="http://www.jugglingdb.com/compendium/skills/equipment/making/balls/sewingpatterns.html" target="_blank">IJDb - Sewing patterns for juggling</a>

</p>
<h2>Kangas</h2>
<p>
Pallojen materiaali vaikuttaa paljon jongleerauksen tuntumaan ja miellytt&auml;vyyteen, joten kankaan valintaan kannattaa paneutua. <br /> 
Mielest&auml;ni kangasta valitessa tulee kiinnitt&auml;&auml; huomiota ainakin seuraaviin asioihin:
<ol>
<li>Milt&auml; kangas tuntuu k&auml;dess&auml;? Onko siihen helppo tarttua?</li>
<li>Miten paksua kangas on? Voiko sit&auml; ommella ompelukoneella k&auml;tev&auml;sti?</li>
<li>Onko kangas venyv&auml;&auml;?</li>
<li>Onko kangas sopivan v&auml;rist&auml;? N&auml;kyyk&ouml; kangas hyvin erilaisia taustoja vasten?</li>
</ol>
Omat n&auml;kemykseni:
<ol>
<li>Kankaan tulee tuntua hyv&auml;lt&auml; k&auml;dess&auml;. Erilaiset mokkapintaiset kankaat ovat monien suosiossa, mutta itse olen tehnyt palloja farkusta tai karheasta puuvillakankaasta. Miss&auml;&auml;n nimess&auml; kangas ei saa olla liukasta!</li>
<li>Kangas ei saa olla kovin paksua. Paksumman farkun kanssa on jo ongelmia saumojen leikkauskohdissa, ellei ompelukone ole astetta j&auml;re&auml;mp&auml;&auml; kaliiberia.</li>
<li>Omasta mielest&auml;ni paljon venyv&auml; kangas EI ole hyv&auml; vaihtoehto. Aloittelijasta voi toki tuntua helpolta jongleerata, jos pallo on kuin taikinaa ja sen saa otettua kiinni vaikka sormien v&auml;liin. Pitemm&auml;n p&auml;&auml;lle t&auml;m&auml; ominaisuus alkaa kuitenkin &auml;rsytt&auml;&auml;.</li>
<li>Pallojen pit&auml;&auml; n&auml;ky&auml;. Liian hyvin taustaan sulautuvilla palloilla heittely voi olla todella hankalaa ja turhauttavaa. Itse suosin nyky&auml;&auml;n kirkkaita v&auml;rej&auml; kuten oranssia tai punaista.</li>
</ol> 
T&auml;m&auml;n ohjeen kuvissa n&auml;kyv&auml;t pallot tein kaapin per&auml;lt&auml; l&ouml;ytyneest&auml; vanhasta p&ouml;yt&auml;liinasta, joka &auml;itini mukaan on markiisikangasta (puuvillaa).
</p>
<h2>Palojen leikkaaminen</h2>
<p>
Kaava kannattaa tulostaa paperille ja leikata tarkasti reunoja pitkin. Jos sinulla ei ole tulostinta, voit piirt&auml;&auml; kaavan my&ouml;s k&auml;sin (tein itsekin niin aiemmin).
<br />
Kiinnit&auml; kaava kankaaseen sopivaan kohtaan nuppineuloilla ja leikkaa kankaasta kaavan muotoinen pala. Itse k&auml;yt&auml;n monesti ensimm&auml;ist&auml; palaa kaavana loppujen leikkaamiseen. Monet kankaat venyv&auml;t hieman eri tavalla eri suuntiin, joten leikkaa kaikki palat samansuuntaisesti.<br />
Yht&auml; palloa varten tarvitset 4 palaa.
</p>
<a href="beanbag_kuvat/kaava/001.jpg" target="_blank" title="Kaava tulostettuna ja irti leikattuna">
<img src="beanbag_kuvat/kaava/001_small.jpg" width="320" height="240"/></a>
<a href="beanbag_kuvat/kaava/002.jpg" target="_blank" title="K&auml;yt&auml;n usein ensimm&auml;ist&auml; palaa kaavana loppujen leikkaamisessa">
<img src="beanbag_kuvat/kaava/002_small.jpg" width="320" height="240"  /></a>
<h2>Ompeleminen</h2>
<p>
Aluksi ompelukone t&auml;ytyy langoittaa. Olen k&auml;ytt&auml;nyt ompeluun 3-s&auml;ikeist&auml; polyesterilankaa, koska se ainakin kest&auml;&auml;. Todenn&auml;k&ouml;isesti hieman heikompikin lanka k&auml;y, mutta &auml;l&auml; k&auml;yt&auml; puuvillalankaa;  se ei kest&auml;. Koska jokainen ompelukone on erilainen, en ohjeista langoittamista sen kummemmin. Katso ompelukoneesi ohjekirjasta, ett&auml; laitat langat oikein: muuten ompelusta voi tulla melkoista taistelua ;-). Ompelukoneen asetuksista kannattaa valita suora ommel ja askeleen pituudeksi 1-2.
<br />
Ompele aluksi yhteen 2 paneelia. Jos kankaasi puolet ovat erilaisia, ota huomioon, ett&auml; oikea puoli tulee n&auml;kyviin. <b>Pallo tulee ommellessa nurin, eli t&auml;ss&auml; vaiheessa kaikki p&auml;&auml;lle n&auml;kyv&auml; osa tulee olla pallon sis&auml;puolta.</b>
</p>
<a href="beanbag_kuvat/ompelu/001a.jpg" target="_blank">
<img src="beanbag_kuvat/ompelu/001a_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/ompelu/001b.jpg" target="_blank">
<img src="beanbag_kuvat/ompelu/001b_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/ompelu/002.jpg" target="_blank" title="">
<img src="beanbag_kuvat/ompelu/002_small.jpg" width="320" height="240" alt="" /></a>
<p>
Teen itse t&auml;ss&auml; alkuun ja loppuun v&auml;h&auml;n matkaa kaksinkertaisen ompeleen, mutta t&auml;m&auml; ei ole mitenk&auml;&auml;n v&auml;ltt&auml;m&auml;t&ouml;nt&auml;. 
Solmi lankojen p&auml;&auml;t umpisolmulla. <b>Ompele my&ouml;s toiset 2 paneelia yhteen samalla tavalla.</b>
<br />
Sinulla on nyt kaksi paria yhteen ommeltuja paneeleita. <b>K&auml;&auml;nn&auml; toinen paneelipari nurin</b> kuvan osoittamalla tavalla ja <b>laita k&auml;&auml;nnetty paneelipari toisen paneeliparin sis&auml;&auml;n.</b>
</p>
<a href="beanbag_kuvat/ompelu/003.jpg" target="_blank"><img src="beanbag_kuvat/ompelu/003_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/ompelu/004.jpg" target="_blank"><img src="beanbag_kuvat/ompelu/004_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/ompelu/005.jpg" target="_blank"><img src="beanbag_kuvat/ompelu/005_small.jpg" width="320" height="240" alt="" /></a>
<p>
 Tarkista my&ouml;s t&auml;ss&auml; vaiheessa, ett&auml; pallon ulkopuoleksi tulee haluamasi pinta, jos kankaan puolet ovat erilaisia. <br /><b>Ompeleminen on helpompaa, kun kiinnit&auml;t parit toisiinsa nuppineuloilla. Saumojen yhtym&auml;kohdista saat paremman n&auml;k&ouml;iset &quot;avaamalla&quot; saumat ennen ompelua.</b>
</p>

<a href="beanbag_kuvat/ompelu/006.jpg" target="_blank"><img src="beanbag_kuvat/ompelu/006_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/ompelu/007.jpg" target="_blank"><img src="beanbag_kuvat/ompelu/007_small.jpg" width="320" height="240" /></a>
<p>

Ompele paneeliparit kiinni toisiinsa. <b>Aloita suurin piirtein paneelin reunan keskelt&auml;</b>, ett&auml; saat t&auml;ytt&ouml;kohdan mukavaan paikkaan. T&auml;ss&auml; kannattaa tehd&auml; p&auml;tk&auml; kaksinkertaista (ensin muutama askel taakse, sitten eteenp&auml;in) ommelta alkuun, ettei sauma l&auml;hde purkautumaan palloa k&auml;&auml;nnett&auml;ess&auml;. <b>Ompele koko kierros j&auml;tt&auml;en v&auml;hint&auml;&auml;n 1,5 cm t&auml;ytt&ouml;aukko.</b> Tee my&ouml;s loppuun muutama askel kaksinkertaista saumaa.
<br /><br />
<a href="beanbag_kuvat/ompelu/008a.jpg" target="_blank" title="Aloita paneelin reunan keskelt&auml;">
<img src="beanbag_kuvat/ompelu/008a_small.jpg" width="240" height="320"/></a>
<a href="beanbag_kuvat/ompelu/008b.jpg" target="_blank" title="Ompele koko kierros">
<img src="beanbag_kuvat/ompelu/008b_small.jpg" width="320" height="240"/></a>
<a href="beanbag_kuvat/ompelu/009.jpg" target="_blank">
<img src="beanbag_kuvat/ompelu/009_small.jpg" width="320" height="240"/></a>
<a href="beanbag_kuvat/ompelu/011.jpg" target="_blank" title="Muista j&auml;tt&auml;&auml; t&auml;ytt&ouml;aukko!">
<img src="beanbag_kuvat/ompelu/011_small.jpg" width="320" height="240" alt="" /></a>
<br />

<h2>K&auml;&auml;nt&auml;minen</h2>

<p>
Ompelun j&auml;lkeen pallo on nurin ja se pit&auml;&auml; k&auml;&auml;nt&auml;&auml;. T&auml;m&auml; kannattaa aloittaa <b>ty&ouml;nt&auml;m&auml;ll&auml; toinen saumojen risteyskohta t&auml;ytt&ouml;aukon l&auml;pi</b>. Ty&ouml;kaluna voit tarvittaessa k&auml;ytt&auml;&auml; hieman paksumpaa kyn&auml;&auml;. 
</p>
<a href="beanbag_kuvat/kaanto/012.jpg" target="_blank" title="Ty&ouml;nn&auml; Saumojen risteyskohta t&auml;yt&ouml;aukon l&auml;pi">
<img src="beanbag_kuvat/kaanto/012_small.jpg" width="320" height="240" /></a>
<a href="beanbag_kuvat/kaanto/013.jpg" target="_blank" title="K&auml;&auml;nn&ouml;s puoliv&auml;liss&auml;">
<img src="beanbag_kuvat/kaanto/013_small.jpg" width="320" height="240" /></a>
<a href="beanbag_kuvat/kaanto/015.jpg" target="_blank" title="Pallo oikein p&auml;in k&auml;&auml;nnettyn&auml;">
<img src="beanbag_kuvat/kaanto/015_small.jpg" width="320" height="240" /></a>

<h2>T&auml;ytt&auml;minen</h2>
<p>
T&auml;ytteen valinta on my&ouml;s hyvin pitk&auml;lle mielipidekysymys. Monet kaupasta saatavat siemenet voivat soveltua teht&auml;v&auml;&auml;n, mutta liian karkeajakoinen materiaali tekee palloista muhkuraisia ja pallot l&ouml;ystyv&auml;t, kun aineen osaset murenevat. <b>Pellavansiemenet</b> ovat osoittautuneet hyv&auml;ksi ja melko halvaksi t&auml;ytteeksi ja sit&auml; k&auml;yt&auml;n itse. Jos palloja haluaisi pest&auml; t&auml;ytettyn&auml;, pit&auml;isi ne t&auml;ytt&auml;&auml; muovirouheella, mutta sit&auml; voi olla vaikea l&ouml;yt&auml;&auml; ja hintakin voi olla melko korkea.
<br />
Pallon t&auml;ytt&auml;miseen eritt&auml;in k&auml;tev&auml; ty&ouml;kalu on jonkinlainen <b>suppilo</b>. Minulla ei t&auml;t&auml; ohjetta tehdess&auml; ollut sellaista, mutta putkenp&auml;tk&auml; auttaa my&ouml;s. Jossakin vaiheessa suppilo ei en&auml;&auml; auta, vaan t&auml;ytett&auml; pit&auml;&auml; alkaa ahtaa palloon. T&auml;ss&auml; auttaa j&auml;lleen hieman paksumpi tussi tai muu kyn&auml;. Kaada esim pienell&auml; kannulla pieni m&auml;&auml;r&auml; siemeni&auml; t&auml;ytt&ouml;aukosta ja paina ne tussilla pallon sis&auml;&auml;n. Jos et halua palloista kovin tiiviit&auml;, voit lopettaa t&auml;ytt&auml;misen  jo aiemmin ja siirty&auml; pallon sulkemiseen.
Palloa kannatta puristella ja muokata voimakkaasti t&auml;yt&ouml;n aikana, ett&auml; saumat oikenevat kunnolla ja t&auml;yte asettuu hyvin pallon sis&auml;ll&auml;. Peit&auml; t&auml;ytt&ouml;aukko sormella kun muokkaat palloa.
</p>
<a href="beanbag_kuvat/taytto/001.jpg" target="_blank" title="T&auml;yt&auml; &quot;suppilolla&quot;">
<img src="beanbag_kuvat/taytto/001_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/taytto/002.jpg" target="_blank" title="Tiivist&auml; v&auml;lill&auml; t&auml;ytteit&auml; painamalla">
<img src="beanbag_kuvat/taytto/002_small.jpg" width="240" height="320" alt="" /></a>
<a href="beanbag_kuvat/taytto/003.jpg" target="_blank" title="Puristele ja muokkaa palloa, ett&auml; t&auml;yte ja saumat asettuvat hyvin">
<img src="beanbag_kuvat/taytto/003_small.jpg" width="320" height="240" alt="" /></a>
<h2>Sulkeminen</h2>
<p>
Kun pallo on mielest&auml;si riitt&auml;v&auml;n t&auml;ynn&auml;, paina t&auml;ytt&ouml;aukosta kyn&auml;ll&auml; tai muulla ty&ouml;kalulla t&auml;ytteit&auml; alasp&auml;in, ett&auml; saat ompelemiseen tilaa.
<br />
Tarvitset neulan ja lankaa. T&auml;h&auml;n k&auml;y yleens&auml; sama lanka mit&auml; k&auml;ytit ompelukoneessakin. <b>Langan p&auml;&auml;h&auml;n kannattaa tehd&auml; useampi solmu p&auml;&auml;llekk&auml;in</b>, ettei se vain tule kankaasta l&auml;pi.
<br />
Vie neulan p&auml;&auml; <b>t&auml;ytt&ouml;aukon reunaan</b> (miss&auml; viimeiset ompelukoneen ompeleet ovat) pallon sis&auml;puolelta ja ved&auml; lankaa, ett&auml; solmu menee pallon sis&auml;puolelle. Vie neulan p&auml;&auml; <b>toiselta puolelta saumaa pallon sis&auml;lle</b> ja tuo se <b>parin millin p&auml;&auml;st&auml; takaisin ulos.</b> 
</p>
<a href="beanbag_kuvat/suljenta/004.jpg" target="_blank" title="Vie neulan p&auml;&auml; t&auml;ytt&ouml;aukon reunaan">
<img src="beanbag_kuvat/suljenta/004_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/suljenta/005.jpg" target="_blank" title="Ved&auml; lankaa, ett&auml; solmu menee pallon sis&auml;lle">
<img src="beanbag_kuvat/suljenta/005_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/suljenta/006.jpg" target="_blank" title="Vie neulan p&auml;&auml; toiselta puolelta saumaa pallon sis&auml;lle">
<img src="beanbag_kuvat/suljenta/006_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/suljenta/008.jpg" target="_blank" title="tuo neula parin millin p&auml;&auml;st&auml; takaisin ulos">
<img src="beanbag_kuvat/suljenta/008_small.jpg" width="320" height="240" alt="" /></a>
<p>
L&auml;hde etenem&auml;&auml;n t&auml;ll&auml; tavalla t&auml;ytt&ouml;aukon yli. Ideana on siis se, ett&auml; lanka kulkee pallon ulkopuolella mahdollisimman lyhyen matkan ja saumasta tulee mahdollisimman n&auml;kym&auml;t&ouml;n ja tasainen. 
</p>

<a href="beanbag_kuvat/suljenta/009.jpg" target="_blank"><img src="beanbag_kuvat/suljenta/009_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/suljenta/010.jpg" target="_blank"><img src="beanbag_kuvat/suljenta/010_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/suljenta/011.jpg" target="_blank"><img src="beanbag_kuvat/suljenta/011_small.jpg" width="320" height="240" alt="" /></a>
<p>
Kun p&auml;&auml;set t&auml;ytt&ouml;aukon toiseen reunaan, ompele viel&auml; varmuuden vuoksi yhden kerran yli (ompelukoneen sauman p&auml;&auml;lle). T&auml;m&auml;n j&auml;lkeen lanka pit&auml;&auml; <b>p&auml;&auml;tell&auml;</b>, ettei se l&auml;hde purkautumaan. <b>L&auml;hde saumaa takaisin</b> p&auml;in pist&auml;en neulan p&auml;&auml; <b>keskelt&auml; saumaa pallon sis&auml;lle</b> ja tuoden sen jonkin matkan p&auml;&auml;st&auml; <b>(keskelt&auml; saumaa) takaisin ulos</b>. Toista t&auml;t&auml; 2-3 kertaa ja tee sitten lankaan <b>solmu mahdollisimman juureen</b>, katkaise lanka ja <b>ty&ouml;nn&auml; solmu saumasta sis&auml;&auml;n</b> neulan silm&auml;p&auml;&auml;ll&auml;. <br />
</p>
<a href="beanbag_kuvat/suljenta/012.jpg" target="_blank" title="L&auml;hde saumaa takaisin p&auml;in pist&auml;en neulan p&auml;&auml; keskelt&auml; saumaa pallon sis&auml;lle ja tuoden sen jonkin matkan p&auml;&auml;st&auml; takaisin ulos.">
<img src="beanbag_kuvat/suljenta/012_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/suljenta/013.jpg" target="_blank">
<img src="beanbag_kuvat/suljenta/013_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/suljenta/014.jpg" target="_blank">
<img src="beanbag_kuvat/suljenta/014_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/suljenta/016.jpg" target="_blank" title="ty&ouml;nn&auml; solmu saumasta sis&auml;&auml;n neulan silm&auml;p&auml;&auml;ll&auml;">
<img src="beanbag_kuvat/suljenta/016_small.jpg" width="320" height="240" alt="" /></a>

<h2>Lopputulos</h2>
<p>
T&auml;llaisia niist&auml; sitten tuli. Pellavansiemenill&auml; t&auml;ytetyt pallot l&ouml;ystyv&auml;t k&auml;yt&ouml;ss&auml; hieman, mutta eiv&auml;t merkitt&auml;v&auml;sti. N&auml;m&auml; ovat t&auml;h&auml;n menness&auml; isoimmat pallot, jotka olen ommellut: painoa pellavansiemenill&auml; t&auml;yteen ahdettuina ~105g ja halkaisijaltaan nuo n&auml;ytt&auml;v&auml;t olevan ~6cm. Jos haluat eri kokoisia palloja, kaavan kokoa on helppo muuttaa.
</p>
<a href="beanbag_kuvat/valmis/001.jpg" target="_blank"><img src="beanbag_kuvat/valmis/001_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/valmis/002.jpg" target="_blank"><img src="beanbag_kuvat/valmis/002_small.jpg" width="320" height="240" alt="" /></a>
<a href="beanbag_kuvat/valmis/002.jpg" target="_blank"><img src="beanbag_kuvat/valmis/003_small.jpg" width="320" height="240" alt="" /></a>

<br/>
<small>&copy; Petteri Tolonen 2010</small>
   </div>

   </body>

</html>
